Repository: wBeanPro/spectrum_tracking_ios_last
Catalog: spectrum_tracker/*.lproj/Localizable.strings
Languages: ar, fr

source: RED
ar: أحمر
fr: ROUGE

# orange
source: ORANE
ar: برتقالي

source: WHITE
ar: أبيض
fr: BLANC

source: GREY
ar: رمادي
fr: GRIS

source: BLACK
ar: أسود
fr: NOIR

source: SILVER
ar: الفضة
fr: ARGENT

source: BLUE
ar: أزرق
fr: BLEUE

source: GREEN
ar: أخضر
fr: VERT

source: please enter first name
ar: الرجاء إدخال الاسم الأول
fr: veuillez entrer le prénom

source: please enter last name
ar: الرجاء إدخال الاسم الأخير
fr: veuillez entrer le nom de famille

source: please enter email
ar: الرجاء إدخال البريد الإلكتروني
fr: veuillez entrer l'adresse e-mail

source: please enter password
ar: الرجاء إدخال كلمة المرور
fr: veuillez entrer le mot de passe

source: password confirm does not match
ar: تأكيد كلمة المرور لا يتطابق
fr: la confirmation du mot de passe ne correspond pas

source: Weak cell phone signal is detected!
ar: تم اكتشاف ضعف إشارة الهاتف الخليوي!
fr: Un signal de téléphone portable faible est détecté!

source: Yes! internet is unavailable.
ar: نعم! الإنترنت غير متوفر.
fr: Oui! Internet n'est pas disponible..

source: server connect error
ar: خطأ في الاتصال بالخادم

source: please enter verification code
ar: الرجاء إدخال رمز التحقق
fr: veuillez entrer le code de vérification

source: register success
ar: نجاح التسجيل

source: Upload Success
ar: تم التحميل بنجاح

source: Your device can't use camera.
ar: جهازك لا يمكنه استخدام الكاميرا.
fr: Votre appareil ne peut pas utiliser la caméra.

source: Upload a Image
ar: تحميل صورة
fr: Télécharger une image

source: Choose a filetype to upload...
ar: اختر نوع الملف للتحميل ...
fr: Choisissez un type de fichier à télécharger ...

source: Cancel
ar: إلغاء

source: Camera
ar: الكاميرا

source: Phone Library
ar: مكتبة الهاتف

source: Options
ar: خيارات

source: Please Select
ar: الرجاء التحديد
fr: Veuillez sélectionner

source: Edit Vehicle Info
ar: تحرير معلومات السيارة
fr: Modifier les informations du véhicule

source: Get There
ar: الوصول إلى هناك
fr: Arriver

source: Can't get your location.
ar: لا يمكن الحصول على موقعك.
fr: Impossible d'obtenir votre position

source: Share Location
ar: مشاركة الموقع
fr: Partager l'emplacement

source: Chatting
ar: الدردشة
fr: Chatter

source: Successfully invited to join chat
ar: تمت الدعوة بنجاح للانضمام إلى الدردشة
fr: Invité à rejoindre le chat

source: invited you to the chat.
ar: دعاك للدردشة.
fr: vous a invité au chat.

source: This Week
ar: هذا الأسبوع
fr: Cette semaine

source: please select vehicle
ar: الرجاء تحديد السيارة
fr: veuillez sélectionner le véhicule

source: No trip. Change to another day.
ar: لا توجد رحلة. التغيير إلى يوم آخر.
fr: Pas de voyage. Passez à un autre jour.

source: speeding
ar: السرعة

source: idling
ar: الخمول
fr: ralenti

source: start
ar: بدء

source: geo
ar: جيو

source: all route
ar: كل المسارات

source: Unknown Address
ar: عنوان غير معروف
fr: Adresse inconnue

source: expiration date format is wrong. Use mmyy. For example, if expiration date is December 2030, use 1230
ar: تنسيق تاريخ انتهاء الصلاحية خاطئ. استخدم mmyy. على سبيل المثال ، إذا كان تاريخ انتهاء الصلاحية هو ديسمبر 2030 ، فاستخدم 1230
fr: Le format de la date d'expiration est incorrect. Utilisez mmyy. Par exemple, si la date d'expiration est décembre 2030, utilisez 1230

source: please enter tracker ID
ar: الرجاء إدخال معرف تعقب
fr: veuillez saisir l'identifiant du tracker

source: please select Data Plan
ar: الرجاء تحديد خطة البيانات
fr: veuillez sélectionner Data Plan

source: Congratulations!
ar: مبروك!
fr: Félicitations!

source: Your device is activated.
ar: تم تنشيط جهازك.
fr: Votre appareil est activé.

source: Retry your credit card. If still not working, please contact us for assistance
ar: أعد استخدام بطاقة الائتمان الخاصة بك. إذا كنت لا تزال لا تعمل ، فيرجى الاتصال بنا للحصول على المساعدة
fr: Réessayez votre carte de crédit. Si elle ne fonctionne toujours pas, veuillez nous contacter pour obtenir de l'aide

source: failed to get user Id
ar: فشل في الحصول على معرف المستخدم
fr: impossible d'obtenir l'identifiant de l'utilisateur

source: You have successfully updated credit card info
ar: لقد قمت بتحديث معلومات بطاقة الائتمان بنجاح
fr: Vous avez mis à jour les informations de carte de crédit avec succès

source: update success
ar: نجاح التحديث

source: please enter driver name
ar: الرجاء إدخال اسم السائق
fr: veuillez entrer le nom du pilote

source: please enter driver phone
ar: الرجاء إدخال رقم هاتف السائق
fr: veuillez entrer le téléphone du conducteur

source: please enter vehicle name
ar: الرجاء إدخال اسم السيارة
fr: veuillez entrer le nom du véhicule

source: NO THANKS
ar: لا شكرًا
fr: NON MERCI

source: RATE IT!
ar: قيمها!
fr: ÉVALUER!

source: Rate Spectrum Tracker
ar: معدل تعقب الطيف

source: If you enjoy using Spectrum Tracker, please take a moment to rate it. Thanks for your support!
ar: إذا كنت تستمتع باستخدام Spectrum Tracker ، فالرجاء تخصيص بعض الوقت لتقييمه. شكرًا لدعمك!
fr: Si vous aimez utiliser Spectrum Tracker, veuillez prendre un moment pour l'évaluer. Merci pour votre soutien!

source: No Alarm. Change to another day.
ar: لا يوجد منبه. غيّر إلى يوم آخر.
fr: Aucune alarme. Passez à un autre jour.

source: Success
ar: نجاح

source: Fence Name
ar: اسم السياج
fr: Nom de la clôture

source: Circle
ar: دائرة

source: Polygon
ar: مضلع

source: Draw geofence
ar: رسم السياج الجغرافي
fr: Dessiner geofence

source: Save geofence
ar: حفظ السياج الجغرافي
fr: Enregistrer geofence

source: invited you to the chat
ar: دعاك إلى الدردشة
fr: vous a invité au chat

source: Invalid Email
ar: بريد إلكتروني غير صالح
fr: Email invalide

source: Please insert email for share
ar: الرجاء إدخال بريد إلكتروني للمشاركة
fr: Veuillez insérer un e-mail pour le partage

source: Please select users for unshare
ar: الرجاء تحديد المستخدمين لإلغاء المشاركة
fr: Veuillez sélectionner les utilisateurs pour l'annulation du partage

source: Max Speed:
ar: السرعة القصوى:

source: Update:
ar: تحديث:

source: Last report
ar: آخر تقرير
fr: Dernier rapport

source: Alert
ar: تنبيه
fr: Alerte

source: Hard Braking
ar: فرملة قوية
fr: Freinage Dur

source: Voltage
ar: الجهد
fr: Tension

source: Yes
ar: نعم
fr: Oui

source: No
ar: لا
fr: Non

source: Distance
ar: مسافة

source: Max Speed
ar: السرعة القصوى
fr: Vitesse Maximale

source: Total Fuel
ar: إجمالي الوقود
fr: Carburant Total

source: Total Stops
ar: إجمالي التوقفات
fr: Nombre Total D'Arrêts

source: Rapid Accel
ar: تسريع سريع
fr: Accélération Rapide

source: Speeding
ar: السرعة
fr: Excès De Vitesse

source: Idling
ar: تسكع
fr: Ralenti

source: Main Events
ar: الاحداث الرئيسية

source: REMIND ME LATER
fr: RAPPELEZ-MOI PLUS TARD

source: Auto Renew
fr: Renouvellement Automatique
